aarch64-linux-gnu-gcc
acpid
adobe-source-sans-fonts
adw-gtk3
akvcam-dkms
alsa-utils
amazon-corretto-17
amazon-corretto-8
amd-ucode
amdgpu-pro-oglp
an-anime-game-launcher-bin
ananicy-cpp
android-tools
android-udev
anydesk-bin
appmenu-gtk-module
arch-install-scripts
aria2
ark
asciinema
atomicparsley
audacity
autoconf
automake
awesome-terminal-fonts
aws-cli
base
base-devel
bash-completion
bat
beekeeper-studio-appimage
betterlockscreen
bibata-cursor-theme
bind
binder_linux-dkms
binutils
bison
bleachbit
blobsaver-bin
bluedevil
boost
brave-bin
breeze-grub
breeze-gtk
breeze5
bspwm
cachyos-ananicy-rules-git
cameractrls
ccache
cdrtools
charles-beta-bin
clang
cmake
code
code-features
code-marketplace
colord-kde
composer
cpufetch-git
crossover
dart-sass
dash
dashbinsh
dbeaver
debuginfod
devtools
dialog
discover
dkms
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dolphin-plugins
dos2unix
dosfstools
dotnet-sdk
dotnet-sdk-6.0
downgrade
drkonqi
duf
e2fsprogs
edk2-ovmf
edk2-shell
efibootmgr
electron
electron27
element-desktop
espeak-ng
exfat-utils
expac
extra-cmake-modules
eza
f2fs-tools
fail2ban
fakeroot
fastfetch
fatresize
faudio
fd
ferdium
ffmpeg
ffmpeg4.4
ffmpegthumbs
file
filezilla
findutils
firefox
firefox-i18n-en-us
fish
flatpak
flatpak-builder
flatpak-kcm
flex
flite
fontforge
freerdp
fuseiso
fzf
gamescope
gawk
gcc
geforcenow-electron
gettext
gimagereader-qt
gimp
git
git-lfs
github-cli
glfw
gnome-keyring
gnome-themes-extra
gnu-efi
gnu-netcat
goverlay
gptfdisk
gradle
grep
groff
grsync
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gtk-engines
gtk3-classic
gwenview
gzip
haruna
heidisql
heroic-games-launcher-bin
htop
hunspell-de
hunspell-en_us
i2c-tools
icoutils
ifplugd
inetutils
inkscape
insomnium-bin
inter-font
ipscan
iptables-nft
iriunwebcam-bin
jamesdsp
jdk-openjdk
jetbrains-toolbox
john
jshon
kactivitymanagerd
kamoso
kate
kcalc
kcolorchooser
kcron
kde-cli-tools
kde-gtk-config
kde-material-you-colors
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdesdk-thumbnailers
kdialog
keditbookmarks
keepassxc
kfind
kgamma
kgpg
kid3
kimageformats
kimageformats5
kinfocenter
kinit
kio-admin
kio-fuse
kirigami-addons5
kmag
kmenuedit
kodi
kodi-addon-inputstream-adaptive
kompare
konsole
kooha
kora-icon-theme
kruler
krunner-firefox-git
kscreen
kscreenlocker
ksshaskpass
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwin-decoration-sierra-breeze-enhanced-git
kwin-effects-burn-my-windows
kwin-effects-forceblur
kwin-effects-sliding-notifications-git
kwin-effects-yet-another-magic-lamp
kwrited
lact-libadwaita
legendary
less
lib32-faudio
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-obs-vkcapture-git
lib32-ocl-icd
lib32-openal
lib32-openssl-1.1
lib32-v4l-utils
lib32-vkbasalt
lib32-vkd3d
lib32-vulkan-radeon
libappimage
libappindicator-gtk2
libdbusmenu-gtk2
libdvdcss
libertinus-font
libirecovery
libkscreen
libksysguard
libtool
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvirt
libvncserver
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lrzip
ludusavi
lutris
lxappearance
lzop
m4
make
maliit-keyboard
man-db
man-pages
mangohud
mariadb-clients
masterpdfeditor-free
materia-gtk-theme
materia-kde
mediainfo
mesa
mesa-vdpau
meson
metadata-cleaner
milou
mingw-w64-gcc
miniserve
monero-gui
mono
mpv
mtools
mullvad-vpn-bin
multipath-tools
nano
neovim
neovim-symlinks
nerd-fonts-inter
nerd-fonts-sf-mono
net-tools
netctl
network-manager-applet
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
ninja
nitrogen
nitrokey-app2
nodejs
noise-suppression-for-voice
notesnook-bin
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntfysh-bin
nvtop
nyrna
obs-gstreamer
obs-studio
obs-vkcapture-git
ocl-icd
okular
onedrive-abraunegg
onefetch
onlyoffice-bin
opencv
openrazer-daemon
opentabletdriver
os-prober
otf-san-francisco
otf-san-francisco-mono
oxygen-sounds
p7zip
packagekit-qt5
pacman
pacman-contrib
papirus-icon-theme
partitionmanager
paru
patch
patchelf
pavucontrol-qt
payload-dumper-go-bin
pdfarranger
pdfmixtool
pdftricks
pfetch-git
phonon-qt6-mpv
php-gd
php-sqlite
picom-git
pika-backup
pipewire-pulse
pipewire-screenaudio
pkgconf
plasma-applet-window-buttons
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-protocols
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma6-applets-breeze-alphablack
plasma6-applets-plasmusic-toolbar
plasma6-applets-window-title
plocate
pnpm
polkit-kde-agent
polybar
polychromatic
portmaster-stub-bin
powerdevil
powerline-fonts
preload
prismlauncher
protontricks-git
protonup-qt
pulseaudio-alsa
python-numpy
python-pip
python-pyclip
python-pynitrokey
python-pynvim
python-service-identity
python-websockets
qalculate-qt
qbittorrent
qdirstat
qemu-desktop
qpwgraph
qt5-doc
qt5-virtualkeyboard
qt5-wayland
qt6-3d
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia-gstreamer
qt6-networkauth
qt6-quick3d
qt6-quicktimeline
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6-webview
r2modman-bin
rebuild-detector
reflector
remmina
reshade-shaders-git
rocm-opencl-runtime
rsync
rust
sane
schedtool
scrcpy
screenkey
sddm-kcm
sed
session-desktop-bin
signal-desktop
sipgate-softphone
skypeforlinux-bin
slurp
soundux-git
soundwire
spectacle
speech-dispatcher
speedtest-cli
spicetify-cli
spotify-launcher
spotifywm-git
sqlitebrowser
sqlmap
squashfs-tools
sshfs
steam
steam-boilr-gui
steamtinkerlaunch
sudo
svgpart
swig-cli
swtpm
sxhkd
syncplay
sysfsutils
systembus-notify
systemsettings
teams-for-linux
telegram-desktop
terminus-font
tesseract-data-deu
tesseract-data-eng
texinfo
texlive-basic
timeshift
tmux
topgrade
torbrowser-launcher
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-maple
ttf-ms-win11-auto
ttf-opensans
ttf-roboto
tutanota-desktop-bin
typescript
ufw
unace
unarchiver
ungoogled-chromium
unrar
unzip
usbutils
uxplay
v4l2loopback-dkms
v4l2loopback-utils
vde2
ventoy-bin
vesktop-git
virt-manager
virt-viewer
vkd3d
vmware-workstation
vulkan-headers
vulkan-radeon
vulkan-tools
waydroid
waydroid-image
wayland-protocols
wf-recorder
wget
which
wine-gecko
wine-mono
wine-tkg-staging-fsync-git
winetricks-git
winscp
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wmctrl
wmname
wootility-appimage
xboxdrv
xclip
xdelta3
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-ninja
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-synaptics
xf86-video-amdgpu
xmlstarlet
xorg-server
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xlsfonts
xorg-xrandr
xorg-xwininfo
xournalpp
xsel
xwaylandvideobridge
yarn
yt-dlp
yt-dlp-drop-in
zenmonitor
zenpower-dkms
zip
zoxide
zramd
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
zsh-fzf-plugin-git
zsh-theme-powerlevel10k
zsh-you-should-use
