aarch64-linux-gnu-gcc
acpid
adobe-source-sans-fonts
adw-gtk3
akvcam-dkms
alacritty
alsa-utils
alvr
amazon-corretto-17
amazon-corretto-8
amd-ucode
android-tools
android-udev
anydesk-bin
appmenu-gtk-module
arch-install-scripts
aria2
ark
asciinema
asp
autoconf
automake
awesome-terminal-fonts
aws-cli
base
bash-completion
bat
beekeeper-studio-appimage
betterlockscreen
bind
binutils
bison
bleachbit
blobsaver-bin
bluedevil
boost
bottles
brave-bin
breeze
breeze-gtk
bspwm
catppuccin-gtk-theme
catppuccin-mocha-grub-theme-git
ccache
cdrtools
charles-bin
clang
cmake
code
code-features
code-marketplace
colord-kde
composer
cpufetch-git
crossover
cups
cups-filters
cups-pdf
dart-sass
dash
dashbinsh
dbeaver
debuginfod
devtools
dialog
discord-canary
dkms
dmidecode
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dos2unix
dosfstools
downgrade
drkonqi
duf
e2fsprogs
edk2-ovmf
edk2-shell
efibootmgr
element-desktop
exa
exfat-utils
expac
extra-cmake-modules
fakeroot
fastfetch-git
fatresize
faudio
fd
ffmpeg
ffmpeg-compat-57
ffmpegthumbs
file
findutils
firefox
firefox-i18n-en-us
fish
flameshot
flatpak
flatpak-builder
flex
fontforge
foomatic-db
foomatic-db-engine
freerdp
fuseiso
fzf
galaxybudsclient-bin
gamescope
gawk
gcc
geforcenow-electron
gettext
gimagereader-qt
gimp
git
git-lfs
github-cli
glfw-x11
gnome-icon-theme
gnome-keyring
gnome-themes-extra
gnu-efi
gnu-netcat
goverlay-bin
gptfdisk
gradle
grapejuice
grep
groff
grsync
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtk-engine-murrine
gtk-engines
gtk3-classic
gutenprint
gwenview
gzip
hardinfo-gtk3
haruna
heidisql
hello-kde-git
helvum
heroic-games-launcher-bin
htop
hunspell-de
hunspell-en_us
i2c-tools
icoutils
ifplugd
inetutils
inkscape
insomnia-bin
inter-font
iptables-nft
iriunwebcam-bin
jdk8-openjdk
jdownloader2
jetbrains-toolbox
john
jre8-openjdk
jshon
kactivitymanagerd
kate
kcalc
kcolorchooser
kcron
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdesdk-thumbnailers
kdialog
keditbookmarks
keepassxc
kfind
kgamma5
kgpg
khotkeys
kimageformats
kinfocenter
kio-fuse
kmag
kmenuedit
kodi
kodi-addon-inputstream-adaptive
kompare
konsole
kora-icon-theme
kruler
krunner-firefox-git
krusader
kscreen
kscreenlocker
ksshaskpass
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwin-effects-sliding-notifications
kwin-effects-yet-another-magic-lamp
kwin-scripts-forceblur
kwrited
latte-dock
legendary
less
lf
lib32-faudio
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3-classic
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-openssl-1.0
lib32-v4l-utils
lib32-vkbasalt
lib32-vkd3d
lib32-vulkan-radeon
libappimage
libappindicator-gtk2
libdbusmenu-gtk2
libdvdcss
libertinus-font
libirecovery
libkscreen
libksysguard
libreoffice-fresh
libreoffice-fresh-de
librespot
librewolf-bin
libtool
libva-mesa-driver
libva-vdpau-driver
libvirt
libvncserver
lightly-git
linux
linux-firmware
linux-headers
linux518-tkg-pds
linux518-tkg-pds-headers
lrzip
ludusavi
lutris
lxappearance
lzop
m4
macchanger
make
man-db
man-pages
mangohud
mangohud-common
mariadb-clients
masterpdfeditor-free
materia-gtk-theme
materia-kde
mesa
mesa-vdpau
meson
milou
mingw-w64-gcc
minidlna
miniserve
mlocate
mon2cam-git
monero-gui
mono
mpv
mtools
multipath-tools
mumble
nano
neovim
neovim-symlinks
nerd-fonts-inter
nerd-fonts-sf-mono
net-tools
netctl
network-manager-applet
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
ninja
nitrogen
nitrokey-app
noise-suppression-for-voice
nordic-kde-git
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
ocl-icd
okteta
okular
onedrive-abraunegg
onefetch
onlyoffice-bin
openssl-1.0
opentabletdriver
os-prober
otf-san-francisco
otf-san-francisco-mono
p7zip
packagekit-qt5
pacman
pacman-contrib
papirus-folders
papirus-icon-theme
partitionmanager
paru
patch
patchelf
pavucontrol-qt
payload-dumper-go-bin
pdfarranger
pdfmixtool
pdftricks
peek
pfetch-git
picom-git
pika-backup
piper
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-latte-separator
plasma5-applets-latte-sidebar-button
plasma5-applets-latte-spacer
plasma5-applets-window-appmenu-git
plasma5-applets-window-buttons
plasma5-applets-window-title
pnpm-bin
polkit-kde-agent
polybar
polymc
powerdevil
powerline-fonts
preload
prettier
print-manager
protontricks
protonup-qt
pulseaudio-alsa
pyside2
python-numpy
python-pip
python-pynvim
python-service-identity
qalculate-qt
qbittorrent
qdirstat
qemu-desktop
qpwgraph
qt5-doc
qt5-virtualkeyboard
qt6-3d
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-networkauth
qt6-quick3d
qt6-quicktimeline
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
r2mod_cli
radeon-profile-daemon-git
radeon-profile-git
reflector
remmina
reshade-shaders-git
revolt-desktop
rofi
rsync
rust
sane
saucer-cli-git
schedtool
scrcpy
screenkey
sddm-kcm
sed
sidequest-bin
sierrabreeze-kwin-decoration-git
signal-desktop
simple-scan
skanpage
skypeforlinux-stable-bin
soundux-git
soundwire
spectacle
speedtest-cli
spicetify-cli-git
spicetify-themes-git
spotify-edge
spotify-qt
sqlitebrowser
sqlmap
squashfs-tools
sshfs
steam
steam-acolyte
sudo
svgpart
sxhkd
syncplay
sysfsutils
system-config-printer
system-monitoring-center
systembus-notify
systemsettings
teamspeak
telegram-desktop
terminus-font
tesseract-data-deu
tesseract-data-eng
texinfo
texlive-core
timeshift
topgrade
torbrowser-launcher
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-exo-2
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-ms-win11
ttf-ms-win11-japanese
ttf-ms-win11-korean
ttf-ms-win11-other
ttf-ms-win11-sea
ttf-ms-win11-thai
ttf-ms-win11-zh_cn
ttf-ms-win11-zh_tw
ttf-nerd-fonts-symbols
ttf-opensans
ttf-roboto
tunnelto-bin
tutanota-desktop-bin
typescript
ufw
unace
unarchiver
ungoogled-chromium
unrar
unzip
usbutils
uxplay
v4l2loopback-dkms
variety
vde2
virt-manager
virtualbox
virtualbox-guest-iso
vivaldi
vivaldi-ffmpeg-codecs
vkd3d
vmware-workstation
vulkan-headers
vulkan-radeon
vulkan-tools
webcamoid
wget
which
wine-gecko
wine-mono
wine-tkg-staging-fsync-git
winetricks-git
winscp
wireless_tools
wireplumber
wmctrl
wmname
wootility-lekker-beta-appimage
xboxdrv
xclicker
xclip
xdelta3
xdg-desktop-portal-kde
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-synaptics
xf86-video-amdgpu
xorg-server
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xlsfonts
xorg-xrandr
xorg-xwininfo
xournalpp
yarn
yt-dlp
yt-dlp-drop-in
zip
zorin-desktop-themes
zramd
zsh
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
zsh-fzf-plugin-git
zsh-theme-powerlevel10k
zsh-you-should-use
