7zip
acpid
adobe-source-sans-fonts
adwaita-fonts
airvpn-suite-bin
alacritty
alsa-utils
amazon-corretto-17
amazon-corretto-8
amd-ucode
amdgpu-pro-oglp
amdgpu_top
ananicy-cpp
android-tools
android-udev
anydesk-bin
appmenu-gtk-module
arch-install-scripts
aria2
ark
asciinema
atomicparsley
audacity
autoconf
automake
awesome-terminal-fonts
aws-cli
base
base-devel
bash-completion
bat
bat-extras
betterlockscreen
bibata-cursor-theme
bind
binutils
bison
bitwarden
bleachbit
blobsaver-bin
bluedevil
bluejay
bluez-utils
boost
bore
bpm-tools
brave-bin
breeze-grub
breeze-gtk
breeze5
bridge-utils
cachyos-ananicy-rules-git
ccache
cdrtools
charles-bundled-java
clang
cmake
code
code-features
code-marketplace
colord-kde
composer
converseen
corectrl
cpufetch-git
cpupower
cups
cups-filters
cups-pdf
curl-impersonate
cursor-bin
dart-sass
dash
dashbinsh
ddcutil
ddev-bin
debuginfod
devtools
dialog
discover
distrobox
dkms
dmemcg-booster
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
docker-credential-pass
dog
dolphin
dolphin-plugins
dos2unix
dosfstools
dotnet-sdk
dotnet-sdk-6.0
downgrade
drkonqi
duf
dysk
e2fsprogs
edk2-ovmf
edk2-shell
efibootmgr
electron37
electrum
element-desktop
eslint
esphome
exfat-utils
expac
expect
extra-cmake-modules
eza
f2fs-tools
fail2ban
fakeroot
fastfetch
fasttext
fasttext-langid-models
fatresize
faudio
fd
ferdium-nightly
ffmpeg
ffmpeg4.4
ffmpegthumbs
file
filebrowser-bin
filezilla
findutils
firefox
firefox-i18n-en-us
fish
flatpak
flatpak-builder
flatpak-kcm
flex
flipflip-bin
flite
fontforge
foomatic-db
foomatic-db-engine
foremost
fpc
fpc-src
freerdp
fuseiso
fzf
fzf-tab-git
gamemode
gamescope
gawk
gcc
gcc-fortran
gconf
gettext
gimagereader-qt
git
git-lfs
github-cli
glfw
gnome-nettool
gnome-packagekit
gnome-themes-extra
gnu-efi
gnuplot
goverlay
gptfdisk
gradle
grep
groff
grsync
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-good
gst-plugins-ugly
gtk3-classic
gutenprint
gwenview
gzip
haruna
heidisql-qt6-git
heidisql-wine
helium-browser-bin
heroic-games-launcher-bin
htop
hunspell-de
hunspell-en_us
i2c-tools
icoutils
id3v2
ifplugd
immich-go
inetutils
inkscape
insomnium-bin
inter-font
ipscan
iptables
iriunwebcam-bin
jamesdsp
jdownloader2
jetbrains-toolbox
john
jshon
kactivitymanagerd
kamoso
kate
kcalc
kcolorchooser
kde-cli-tools
kde-gtk-config
kde-inotify-survey
kde-material-you-colors
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdesdk-thumbnailers
kdialog
keditbookmarks
keepassxc
keepsecret
kfind
kgamma
kgpg
kid3
kimageformats
kimageformats5
kinfocenter
kio-admin
kio-fuse
kiot-git
kjournald
kmag
kmenuedit
kodi
kodi-addon-inputstream-adaptive
kompare
konsole
kora-icon-theme
krita
kruler
krunner-firefox-git
kscreen
kscreenlocker
ksshaskpass
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwin-decoration-sierra-breeze-enhanced-git
kwin-effects-better-blur-dx-git
kwin-effects-sliding-notifications-git
kwin-effects-snell-glass-git
kwin-effects-yet-another-magic-lamp
kwin6-effects-burn-my-windows
kwrited
lact-libadwaita
languagetool
lazygit
legendary
less
lftp
lib32-amdgpu-pro-oglp
lib32-faudio
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mangohud
lib32-mesa
lib32-mpg123
lib32-obs-vkcapture-git
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vkbasalt
lib32-vkd3d
lib32-vulkan-radeon
libappimage
libconfig
libdvdcss
libiconv
libirecovery
libkscreen
libksysguard
libtool
libva-utils
libvips
libvirt
libvncserver
linux-cachyos-rc
linux-cachyos-rc-headers
linux-firmware
linux-zen
linux-zen-headers
lmstudio
lrzip
lshw
ludusavi-bin
lutris
lxappearance
lzop
m4
make
man-db
man-pages
mangohud
maplemono-ttf
mariadb
mariadb-clients
masterpdfeditor-free
materia-gtk-theme
materia-kde
mediainfo
mesa
meson
metadata-cleaner
microsoft-edge-stable-bin
milou
miniserve
mixxx
mkcert
mkinitcpio-firmware
monero-gui
mono
mpv
mtools
multipath-tools
mypy
nano
neovim
neovim-symlinks
nerd-fonts-inter
nerd-fonts-sf-mono
net-tools
netctl
network-manager-applet
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nextcloud-client
nfs-utils
nginx
ninja
nitrokey-app2
nodejs-lts-krypton
noise-suppression-for-voice
notesnook-bin
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntfysh-bin
nvtop
nyrna
obs-gstreamer
obs-studio
obs-vkcapture-git
ocl-icd
oh-my-posh-bin
okular
onedrive-abraunegg
onefetch
onlyoffice-bin
openbsd-netcat
opencv
openrazer-daemon
opentabletdriver
opentubex-git
optipng
os-prober
otf-libertinus
otf-san-francisco
otf-san-francisco-mono
oxygen-sounds
paccache-hook
pacman
pacman-contrib
pandoc-cli
papirus-icon-theme
partitionmanager
paru
pass
patch
patchelf
pavucontrol-qt
payload-dumper-go-bin
pdf4qt
pdfarranger
pdfmixtool
pdftricks
pfetch-git
phonon-qt6-mpv
php-gd
php-sqlite
pika-backup
piper-phonemize
pipewire-pulse
pkgconf
plasma-applet-window-buttons
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-foreground-booster-dmemcg
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-protocols
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5-integration
plasma6-applets-breeze-alphablack
plasma6-applets-panel-colorizer
plasma6-applets-plasmusic-toolbar
plasma6-applets-window-title
plasma6-wallpapers-smart-video-wallpaper-reborn
plasma6-wallpapers-wallpaper-engine-git
playerctl
plocate
pnpm
pods
polkit-kde-agent
polychromatic
portmaster-bin
powerdevil
powerline-fonts
preload
print-manager
prismlauncher
protontricks-git
protonup-qt
pulseaudio-alsa
python-bleak
python-curl_cffi
python-flask
python-numpy
python-pandas
python-pip
python-pipx
python-pyaudio
python-pyclip
python-pynitrokey
python-pynvim
python-pytesseract
python-scipy
python-service-identity
python-steam
python-vdf
python-weasyprint
python-websockets
python-werkzeug
qbittorrent
qdirstat
qemu-desktop
qpwgraph
qt5-virtualkeyboard
qt5-wayland
qt6-3d
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia-gstreamer
qt6-networkauth
qt6-quick3d
qt6-quicktimeline
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6-webview
r2modman-bin
rebuild-detector
reflector-cacheserver
remmina
remote-desktop-manager
repo
reshade-shaders-git
rocm-core
rocm-opencl-runtime
rocm-smi-lib
rocminfo
rsync
rust
sane
schedtool
scrcpy
sed
showmethekey
signal-desktop
sipgate-app-clinq
skanlite
slurp
soundwire
spectacle
speech-dispatcher
speedtest-cli
spotify-launcher
sqlitebrowser
sqlmap
squashfs-tools
sshfs
sshpass
steam
steam-boilr-gui
sudo
svgpart
swig-cli
swtpm
sysfsutils
system-config-printer
systembus-notify
systemdgenie
systemsettings
teams-for-linux
telegram-desktop
terminus-font
tesseract-data-deu
tesseract-data-eng
texinfo
texlive-basic
timeshift
tmux
topgrade-bin
torbrowser-launcher
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-ms-win11-auto
ttf-opensans
ttf-roboto
tutanota-desktop-bin
typescript
ufw
unace
unarchiver
ungoogled-chromium-bin
unrar
unzip
usbutils
uv
uxplay
v4l2loopback-dkms
v4l2loopback-utils
vde2
ventoy-bin
vesktop-git
virt-manager
virt-viewer
vkd3d
vmware-keymaps
vmware-workstation
vorbis-tools
vulkan-headers
vulkan-radeon
vulkan-tools
wasabi-wallet-bin
wayland-protocols
webkit2gtk
webkitgtk-6.0
wget
which
wine
wine-gecko
wine-mono
winetricks-git
winscp
wireguard-tools
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wmctrl
wmname
woff2-font-awesome
wootility5-beta
wooting-bg-service
xboxdrv
xclip
xdelta3
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-ninja
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-video-amdgpu
xmlstarlet
xorg-server
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xlsfonts
xorg-xrandr
xorg-xwininfo
xournalpp
xsel
xwayland-satellite
ydotool
yq
yt-dlp
yt-dlp-drop-in
yt-dlp-ejs
zenmonitor3
zenpower3-dkms
zip
zoxide
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
zsh-fzf-plugin-git
zsh-theme-powerlevel10k
